tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "go-task/tap"
cask_args appdir: "/Applications"

brew "awscli"
brew "go-task"
brew "k3d"
brew "openssl"
brew "postgresql@15"
brew "terraform"
brew "yarn"

cask "1password-cli"
cask "copilot-money"
# cask "docker"
cask "github"
cask "loom"
cask "openlens"
cask "postman"
cask "protonvpn"
cask "zoom"


# Add to chandlerroth/brew as cask
# cask https://cdn.wacom.com/u/productsupport/drivers/mac/professional/WacomTablet_6.3.46-1.dmg from https://www.wacom.com/en-us/getting-started/wacom-intuos
# cask http://releases.copilot.money/latest