# tap "homebrew/cask" failed
tap "homebrew/cask-versions"
tap "go-task/tap"
cask_args appdir: "/Applications"

# brew "awscli" failed
brew "go-task"
brew "k3d"
brew "openssl"
brew "postgresql@15"
brew "terraform"
brew "yarn"
# nvm requires additional configuration: see brew docs
brew "nvm"

cask "1password-cli"
cask "sourcetree"
# cask "copilot-money"  failed
# cask "docker" failed
cask "github"
cask "pgadmin4"
cask "sourcetree"
# cask "loom" failed
cask "openlens"
cask "postman"
cask "protonvpn"
cask "zoom"

# Add to chandlerroth/brew as cask
# cask https://cdn.wacom.com/u/productsupport/drivers/mac/professional/WacomTablet_6.3.46-1.dmg from https://www.wacom.com/en-us/getting-started/wacom-intuos
# cask http://releases.copilot.money/latest